[EVENT]


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; CFormEvent			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

FE_Code_IncludeModuleErr = 調用模組資訊出錯!
FE_Code_FindModuleErr = 未找到相應模組資訊!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; CFormEvent			   ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

CE_Code_FindServerErr = 無法找到伺服器!
CE_Code_SaveKeyErr = 保存關鍵字內容失敗!
CE_Code_LostServer = 失去伺服器連接!
CE_Code_SendOrReceiveErr = 發送或接收Socket消息失敗!
CE_Code_GetTagErr = 無法獲得標籤
CE_Code_TimeOut = 伺服器超時
CE_Code_DecodeErr = 數據解析異常
CE_Code_NoData = 無數據!
CE_Code_DecodeSocketErr = 解析Socket消息失敗!

